Repository: JavideSs/Reproc
Catalog: data/locale/*/LC_MESSAGES/*.po
Languages: es

source: Song is playing
es: Canción reproduciéndose

source: The folder does not to exist
es: No existe la carpeta

source: The song does not to exist
es: No existe la canción

source: Rename failed
es: Error al renombrar

source: Unknown action not allowed
es: Acción no permitida desconocida

source: Move failed
es: Error al mover

source: Destination folder does not exist
es: No existe la carpeta destino

source: Delete failed
es: Error al eliminar

source: Search song...
es: Buscar canción...

source: Select Playlist
es: Seleccionar Playlist

source: Import Playlist
es: Importar Playlist

source: Select folder for new playlist
es: Seleccionar carpeta para nueva playlist

source: Load failed
es: Error al cargar

source: Path:
es: Ruta:

source: Size on disk:
es: Tamaño en disco:

source: Number of songs:
es: Número de canciones:

source: ----- [Add songs] -----
es: ----- [Agregar canciones] ------

source: Song playing in the playlist
es: Cancion reproduciéndose en la playlist

source: Delete
es: Eliminar

source: Do you also want to delete the playlist from the disk?
es: ¿Quieres eliminar también la playlist del disco?

source: Select
es: Seleccionar

source: Sound format not supported
es: Formato de sonido no soportado
